{
  "root": {
    "shortAbstract": "Sir Isaac Newton, prezident Krovskej spolonosti (* 4. janur 1643, Woolsthorpe-by-Colsterworth, Anglicko   31. marec 1727, Kensington,) bol anglick fyzik, matematik a filozof.Zaloil infinitezimlny poet a formuloval prv teriu sily a gravitcie. Jeho objavy v matematike, optike a mechanike poloili zklady pre modern fyziku.Je jednou z najvch postv v dejinch udskho poznania a od neho sa vlastne pota fyzika ako novodob veda.",
    "longAbstract": "Sir Isaac Newton, prezident Krovskej spolonosti (* 4. janur 1643, Woolsthorpe-by-Colsterworth, Anglicko   31. marec 1727, Kensington,) bol anglick fyzik, matematik a filozof.Zaloil infinitezimlny poet a formuloval prv teriu sily a gravitcie. Jeho objavy v matematike, optike a mechanike poloili zklady pre modern fyziku.Je jednou z najvch postv v dejinch udskho poznania a od neho sa vlastne pota fyzika ako novodob veda. Newton nadviazal na vsledky svojich predchodcov  Galileiho, Keplera, Descarta a alch. Presne sformuloval zkladn zkony mechanickho pohybu, dal im podobu matematickch rovnc a vytvoril diferencilny a integrlny poet, pomocou ktorho vieme tieto rovnice riei. A od ias Newtona sa stalo monm vypota pohyby plant, predpoveda presn termny zatmenia Slnka a Mesiaca, as nvratu periodickch plant (hlavne znmej Halleyovej komty), a dokonca vypota i polohu a pohyb doteraz neznmych telies. Tak bola v minulom storo predpovedan existencia niektorch plantiek a novej planty Neptna, ktor potom hvezdri na oblohe skutone nali. Newtonov gravitan zkon umonil uri hmotnos nebeskch telies a sily psobiace medzi nimi, odvi zemeguu. Newton dokzal, e nie je rozdiel medzi zkonmi pozemskch a nebeskch pohybov, ako sa domnieval Aristoteles, ale e sila, ktor spsobuje pohyb plant okolo Slnka je t ist, ako sila, ktor spsobuje, e padme zo schodov.Newton sa ako skuton vedec pridriaval len pozorovanch faktov a vsledkov experimentov a nepal sa do nepodloench pekulci. Vedel, e ete neme vysvetli priny a podstatu gravitcie a vyhlasoval, e hypotzy si nevyma. Bol si pritom vedom, do akej miery va za svoje vsledky svojim predchodcom a napsal, e ak videl alej ako ostatn, bolo to preto, e stl na ramench obrov. Zrove si uvedomoval, e m viac vedu poznva, tm viac sa roziruj aj obzory nepoznanho a prirovnval sa k malmu chlapcovi, ktor sa len hr s peknmi kamienkami a mulikami na brehu nekonenho ocenu poznania. V Newtonovch sasnkoch vzbudzovali jeho objavy obdiv a nadenie. Zdalo sa im, ako keby prroda nhle odhalila svoje tajomstv a vetko sa stalo jasnm. Svedia o tom vere dobovho bsnika Alexandra Popea: Poriadok prrody bol dlho tmou noci zastren. Boh povedal: Bu Newton! A de zaiari jasn.A nasledujci vvoj ukzal, ako vea ete nepoznme a o koko je svet zloitej, bohat a zaujmavej, ne mohol tui Newton a jeho sasnci. Napriek oprvnenej slve, ktorou je Newtonovo meno obostret, nebol on sm ako lovek bez udskch nedostatkov a jeho ivot, ktor prebiehal v nepokojnch asoch anglickej histrie, sa neobiiel bez vkyvov. Newton mal obdobie, kedy sa dokzal hlboko sstredi a plodi jeden genilny objav za druhm a pritom, ako to u vedcov bva, sa nestaral o svoje okolie, ani o ivotosprvu a telesne a duevne sa vyerpval. Potom sa zase dlh roky vedeckej prci nevenoval, vyval sa v osobnch a prestnych sporoch, zaoberal sa pochybnmi innosami v oblasti alchmie, hadanm kamea mudrcov, mytologickmi letopotami, a dokonca preval aj roky vyslovene duevnch krz a porch.",
    "articleCategory": {
      "cat": [
        "Anglick_filozofi",
        "Anglick_fyzici",
        "Anglick_matematici",
        "Optici",
        "Alchymisti",
        "Okultisti",
        "Prezidenti_Krovskej_spolonosti"
      ]
    },
    "articleTemplates": {
      "template": [
        "Infobox_Osobnos",
        "Gutenberg_autor",
        "Projekt",
        "Link_FA",
        "Link_GA"
      ]
    },
    "links": {
      "wiki": { "link": "http://sk.wikipedia.org/wiki/Isaac_Newton" },
      "freeBase": { "link": "http://rdf.freebase.com/ns/m.03s9v" },
      "external": { "link": "http://books.google.com/books?id=XXu4AkRVBBoC&printsec=frontcover&dq=newton&as_brr=1&hl=sk#PPP9,M1" }
    },
    "pageId": "606",
    "pageLength": "11720",
    "revisionId": "5737152"
  }
}